{
  "navbar": {
    "about-us": "About Us",
    "contact": "Contact",
    "menu": "Menu",
    "reservations": "Reservations"
  },
  "home" : {
    "grid-section": {
      "title": "Where Japanese precision, Peruvian soul, and Costa Rican essence converge.",
      "body": "Welcome to Ensō. <br class=\"mobile\"><br class=\"mobile\"> A celebration of Nikkei mastery in the heart of Escazú, Costa Rica. <br><br>\n      Inspired by the Costa Rican terroir and the true essence found in the simplicity yet magnificence of <i>nature</i>, our chefs craft a one-of-a-kind\n      tasting menu. <br><br>\n      Blending Japanese precision with Peruvian soul and Costa Rican biodiversity, we honor the legacy of Nikkei cuisine while carrying it forward with our own vision.",
      "button": "Book the experience"
    },
    "black-section": {
      "title": "Imagine experiencing a country from the inside out — where the beauty of our tropical paradise can be tasted.",
      "body": "From fresh, ethically sourced fish from Guanacaste to locally farmed produce, every product is chosen for its narrative as much as its quality. Sustainability isnʼt an option — itʼs a responsibility. And flavor is only the beginning.",
      "button": "View the Menu"
    },
    "section-4": {
      "title": "A Legacy of Migration, A Language of Flavor",
      "body-1": "Nikkei cuisine was born not from trends, but from necessity, love, and re-invention.  In the late 1800s, Japanese and Chinese migrants arrived in Peru, bringing ancestral techniques and <br class='desktop'> reverence for purity. <br><br>",
      "body-2": "These traditions blended with bold Peruvian ingredients like ají, rocoto chili, corn, sweet potato, and local seafood from the Pacific Ocean, giving rise to an entirely new cuisine — one that continues to evolve, reinterpret, and inspire.",
      "button": "Our Story"
    },
    "section-5": {
      "title": "Not Just a Restaurant, <br> But a <i>Curated Collective</i>",
      "body": "From international Nikkei chefs, sommeliers, experience designers, and local farmers who live and breathe Nikkei philosophy,  weʼve built a team that goes beyond <br class='desktop'> culinary excellence.<br/><br/>",
      "button": "Plan your visit"
    },
    "section-6": {
      "title-1": "\"Our entire menu was created with cultural diversity in mind, and to celebrate the rich biodiversity shared by both our countries.\"",
      "body-1": "With over a decade of experience in Nikkei cuisine, Sergio Nakamura is co-owner of the renowned Gaijin restaurant in Lima. Trained at Le Cordon Bleu, he honed his craft at two of the worldʼs most acclaimed restaurants: Central and Maido — both ranked among the Worldʼs 50 Best Restaurants, according to the San Pellegrino Guide.",
      "title-2": "\"With our menu, we wanted to convey balance, identity, <br> and emotion.\"",
      "body-2": "A chef by practice and passion, Carlos Gamboa has shaped his culinary journey through training in Costa Rica, Peru, Colombia, and Mexico. His experience in top-tier hotels and restaurants — including Marriott, JW Marriott, Cala Luna, Sheraton, and El Silencio — has been instrumental in developing a cuisine defined by character and soul.",
      "button": "Reserve now"
    }
  }
}
