{
  "navbar": {
    "about-us": "Nosotros",
    "contact": "Contacto",
    "menu": "Menú",
    "reservations": "Reservaciones"
  },
  "home" : {
    "grid-section": {
      "title": "Donde convergen la precisión japonesa, el alma peruana y la esencia costarricense.",
      "body": "Bienvenido a Ensō. <br class=\"mobile\"><br class=\"mobile\"> Una celebración de la maestría nikkei en el corazón de Escazú, Costa Rica. <br><br>      Inspirados por el terruño costarricense y la verdadera esencia que se encuentra en la simplicidad y magnificencia de la <i>naturaleza</i>, nuestros chefs elaboran un menú degustación único. <br><br>   Combinando la precisión japonesa con el alma peruana y la biodiversidad costarricense, honramos el legado de la cocina nikkei y lo llevamos adelante con nuestra propia visión.",
      "button": "Reserva la experiencia"
    },
    "black-section": {
      "title": "Imagina experimentar un país desde dentro, donde se puede saborear la belleza de nuestro paraíso tropical.",
      "body": "Desde pescado fresco y de origen ético procedente de Guanacaste hasta productos cultivados localmente, cada producto se elige tanto por su historia como por su calidad. La sostenibilidad no es una opción, es una responsabilidad. Y el sabor es solo el principio.",
      "button": "Ver el menú"
    },
    "section-4": {
      "title": "Un legado de migración, Un lenguaje de sabores",
      "body-1": "La cocina nikkei no nació de una moda, sino de la necesidad, el amor y la reinvención.  A finales del siglo XIX, inmigrantes japoneses y chinos llegaron a Perú trayendo consigo técnicas ancestrales y un gran respeto por la pureza. <br><br>",
      "body-2": "Estas tradiciones se fusionaron con ingredientes peruanos tan característicos como el ají, el rocoto, el maíz, la batata y los mariscos locales del océano Pacífico, dando lugar a una cocina totalmente nueva, que sigue evolucionando, reinterpretándose e inspirando.",
      "button": "Nuestra historia"
    },
    "section-5": {
      "title": "No solo un restaurante, sino un <i>colectivo seleccionado</i>",
      "body": "A partir de chefs nikkei internacionales, sumilleres, diseñadores de experiencias y agricultores locales que viven y respiran la filosofía nikkei,  hemos creado un equipo que va más allá de la excelencia culinaria.<br/><br/>",
      "button": "Planea tu visita"
    },
    "section-6": {
      "title-1": "\"Todo nuestro menú se ha creado teniendo en cuenta la diversidad cultural y con el fin de celebrar la rica biodiversidad que comparten nuestros dos países.\"",
      "body-1": "Con más de una década de experiencia en la cocina nikkei, Sergio Nakamura es copropietario del famoso restaurante Gaijin en Lima. Formado en Le Cordon Bleu, perfeccionó su arte en dos de los restaurantes más aclamados del mundo: Central y Maido, ambos clasificados entre los 50 mejores restaurantes del mundo, según la guía San Pellegrino.",
      "title-2": "\"Con nuestro menú, queremos transmitir equilibrio, identidad y emoción.\"",
      "body-2": "Chef por vocación y pasión, Carlos Gamboa ha forjado su trayectoria culinaria formándose en Costa Rica, Perú, Colombia y México. Su experiencia en hoteles y restaurantes de primer nivel, entre los que se incluyen Marriott, JW Marriott, Cala Luna, Sheraton y El Silencio, ha sido fundamental para desarrollar una cocina que se define por su carácter y alma.",
      "button": "Reserve ahora"
    },
    "section-7": {
      "title": "De la simplicidad, algo único",
      "subtitle": "El significado detrás de Ensō",
      "body-1": "Nuestra historia comenzó con un viaje que nos llevó a Japón durante más de cuatro años, donde nos sumergimos en su simbolismo, sus rituales y su forma de vida. A partir de esa experiencia, descubrimos no solo una forma de ser, sino una forma de sentir la vida misma.",
      "body-2": "Al igual que el guerrero que domina el ritmo y la forma, entendemos que cada plato, cada espacio y cada gesto es un arte invisible, una maestría efímera en la que la imperfección se convierte en belleza y la simplicidad se transforma en algo singular.",
      "body-3": "La grulla surgió como nuestra primera raíz, un símbolo eterno de longevidad, buena fortuna y el legado que nos comprometemos a transmitir con cada creación.",
      "button-1": "Planea tu visita",
      "button-2": "Reserva la experiencia"
    }
  }
}
